Repository: medunigraz/mfa
Catalog: mug/mfa/statuspage/locale/*/LC_MESSAGES/mfa.po
Languages: de

source: Multi-Factor-Authentication Status
de: Multi-Faktor-Authentifizierung Status

source: Multi-Factor-Authentication (MFA) for %(title)s %(firstname)s %(lastname)s
de: Multi-Faktor-Authentifizierung (MFA) für %(title)s %(firstname)s %(lastname)s

source: Multi-Factor-Authentication (MFA) for %(firstname)s %(lastname)s
de: Multi-Faktor-Authentifizierung (MFA) für %(firstname)s %(lastname)s

source: Your account is MFA-enabled and you have successfully completed enrollment.
de: Ihr Benutzerkonto ist für MFA aktiviert und Sie haben das Enrollment erfolgreich abgeschlossen.

source: Your account is MFA-enabled but it has been suspended from MFA due to unknown reasons.
de: Ihr Benutzerkonto ist für MFA aktiviert, jedoch ist es aktuell gesperrt.

source: Your account is MFA-enabled but you have not completed your enrollment within a reasonable timeframe. MFA has now been suspended.
de: Ihr Benutzerkonto ist für MFA aktiviert, jedoch haben Sie das Enrollment nicht innerhalb einer vertretbaren Zeitspanne abgeschlossen. MFA ist nun gesperrt.

source: Your account is MFA-enabled but you have not yet completed your enrollment.
de: Ihr Benutzerkonto ist für MFA aktiviert, jedoch haben Sie das Enrollment noch nicht erfolgreich abgeschlossen.

source: Active
de: Aktiv

source: Bypass
de: Überbrückt

source: Disabled
de: Abgeschaltet

source: Locked out
de: Blockiert

source: Last login
de: Letzte Anmeldung

source: Never
de: Nie

source: Last synchronization
de: Letzte Synchronisation

source: Created
de: Erstellt

source: Phones
de: Mobiltelefone

source: Tokens
de: Token

source: Unknown model
de: Unbekanntes Model

source: WebAuthn
de: WebAutn

source: Your account is not enabled for MFA.
de: Ihr Benutzerkonto ist noch nicht für MFA aktiviert.
